Revit 2015 API
LineLoadTypeSet Constructor
Initializes a new instance of the LineLoadTypeSet class
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
Syntax
C#
public LineLoadTypeSet()
Visual Basic
Public Sub New
Visual C++
public:
LineLoadTypeSet()
See Also
LineLoadTypeSet Class
Autodesk.Revit.DB.Structure Namespace